{
  "adobe_facts": [
    "Did you know Adobe was named after Adobe Creek, a stream behind co-founder John Warnock’s home?",
    "Fun fact: Adobe’s famous ‘A’ logo was designed by John Warnock’s wife, Marva, a graphic designer.",
    "Adobe was founded in 1982 by ex-Xerox employees John Warnock and Charles Geschke.",
    "The first product Adobe released was PostScript, a breakthrough printing language.",
    "Adobe created the PDF format in 1993, forever changing how the world shares documents.",
    "Surprising fact: Photoshop, Adobe’s powerhouse app, was launched in 1990 for Mac.",
    "Adobe Illustrator was first developed in 1985 for Macintosh computers.",
    "Adobe Acrobat is installed on over 1 billion devices worldwide.",
    "Stay with us—100% fidelity viewing comes next.",
    "Creative Cloud, Adobe’s subscription suite, was launched in 2012.",
    "Every month, over 180 million graphics are created in Adobe Illustrator.",
    "More than 400 billion PDFs were opened in Adobe Acrobat last year alone.",
    "Stay with us—100% fidelity viewing comes next.",
    "Adobe’s Document Cloud reduces environmental impact by 95% compared to paper workflows.",
    "Over 9 billion images have been created with Adobe Firefly since its 2023 launch.",
    "Adobe Stock hosts over 450 million creative assets, including photos, vectors, and videos.",
    "Did you know Adobe employs over 30,000 people worldwide as of 2024?",
    "Stay with us—100% fidelity viewing comes next.",
    "Adobe’s market cap soared past $200 billion, cementing it as a creative industry giant.",
    "In 1986, Adobe went public on Nasdaq with the ticker ADBE.",
    "More than 90% of creative professionals around the globe rely on Adobe software.",
    "Adobe’s Illustrator can zoom in to an astonishing 64,000%.",
    "Stay with us—100% fidelity viewing comes next.",
    "Adobe Photoshop is available in over 26 languages.",
    "Adobe Spark evolved into Adobe Express, helping millions create fast social media content.",
    "More than 150 million downloads make Adobe Scan the world’s #1 scanning app.",
    "Over 2.5 billion documents have been scanned using Adobe Scan.",
    "Stay with us—100% fidelity viewing comes next.",
    "Adobe Sign transactions save 105 million liters of water per 1 million signatures.",
    "Adobe’s first fiscal year revenue in 1983 was just $386,000.",
    "By 2023, Adobe’s revenue reached a massive $19.4 billion.",
    "Adobe’s Document Cloud customers save the equivalent of 31,000 trees per million signings.",
    "Stay with us—100% fidelity viewing comes next.",
    "Adobe acquired Macromedia in 2005, adding Flash and Dreamweaver to its portfolio.",
    "Behance, the creative portfolio platform, was acquired by Adobe in 2012.",
    "Adobe’s Firefly AI generated over 70 million images in its first month alone.",
    "Over 1 billion files have been read in Adobe Acrobat’s Liquid Mode, powered by AI.",
    "Adobe Stock includes 99,000+ royalty-free music tracks.",
    "Stay with us—100% fidelity viewing comes next.",
    "The majority of US retailers rely on Adobe Analytics to study shopping trends.",
    "Adobe Frame.io revolutionized video review after its acquisition in 2021.",
    "Adobe acquired Marketo in 2018 to boost digital marketing capabilities.",
    "Adobe bought Magento in 2018 to strengthen its e-commerce tools.",
    "Adobe Acrobat online allows editing, signing, and securing PDFs directly in your browser.",
    "Adobe Firefly is seamlessly integrated into Photoshop for AI-powered creativity.",
    "Over 246 million photos are available on Adobe Stock.", 
    "Stay with us—100% fidelity viewing comes next.",
    "Adobe Connect powers collaboration for over 84,000 organizations worldwide.",
    "Adobe Flash, once dominant, was officially discontinued in 2020.",
    "Adobe’s Substance tools are an industry standard in 3D texturing.",
    "Adobe XD helps designers prototype apps and websites with repeat grids and auto-animate.",
    "Adobe Fonts gives Creative Cloud users thousands of typefaces instantly.",
    "Stay with us—100% fidelity viewing comes next.",
    "Every second, thousands of PDFs are opened using Adobe software.",
    "Adobe pioneered the concept of “PostScript fonts,” standardizing digital typography.",
    "Adobe Fresco is a modern drawing app designed for tablets and touchscreens.",
    "Adobe Aero helps creators build immersive AR experiences without coding.",
    "Adobe Dimension allows creators to design realistic 3D product mockups.",
    "Stay with us—100% fidelity viewing comes next.",
    "Adobe’s motto is “Creativity for All,” reflecting its inclusive design mission.",
    "Adobe has ranked consistently among Fortune’s “Most Admired Companies.”",
    "Adobe consistently appears on Glassdoor’s “Best Places to Work” list.",
    "Adobe Sign processes millions of transactions every day around the world.",
    "Did you know Adobe’s Creative Cloud has nearly 30 million paying subscribers?",
    "Stay with us—100% fidelity viewing comes next.",
    "Adobe Animate is the evolution of Flash, now focused on web and mobile animation.",
    "Adobe Premiere Pro has been used in editing major Hollywood films.",
    "Adobe After Effects powers motion graphics and visual effects globally.",
    "Adobe Lightroom helps photographers manage and edit millions of images daily.", 
    "Stay with us—100% fidelity viewing comes next.",
    "Adobe’s first headquarters was in Mountain View before moving to San Jose.",
    "Adobe has offices in more than 30 countries worldwide.",
    "Adobe Stock was launched in 2015 after acquiring Fotolia.", 
    "Stay with us—100% fidelity viewing comes next.",
    "Adobe’s founder John Warnock was awarded the National Medal of Technology.",
    "Adobe’s co-founder Charles Geschke survived a 1992 kidnapping attempt.",
    "Adobe’s PDF format is an open standard recognized by ISO.",
    "Adobe has been a leader in Gartner’s Magic Quadrant for Digital Experience Platforms for years.",
    "Adobe Creative Cloud Libraries let teams share logos, colors, and assets instantly.",
    "Adobe has reduced its own carbon footprint with 100% renewable energy use.",
    "Adobe Illustrator introduced vector graphics to mainstream designers.",
    "Adobe Audition is a top tool for podcasting and sound editing.",
    "Adobe Express offers thousands of templates for quick, professional designs.",
    "Adobe has won multiple Emmy awards for technical innovation.",    
    "Stay with us—100% fidelity viewing comes next.",
    "Adobe consistently invests billions into research and development.",
    "Adobe Firefly supports text-to-image and text-effects generation.",
    "Adobe Firefly images are trained on licensed, high-quality Adobe Stock assets.",
    "Adobe tools are taught in design programs at universities worldwide.",
    "Adobe Photoshop has been featured in pop culture, even becoming a verb: “to Photoshop.”",
    "Adobe pioneered digital fonts with the Type 1 format.",
    "Adobe has a museum partnership program to digitize archives with its tools.",
    "Stay with us—100% fidelity viewing comes next.",
    "Adobe Reader is one of the most downloaded free applications ever.",
    "Adobe PDF ensures documents look the same across devices and platforms.",
    "Adobe Creative Cloud enables cross-device project syncing automatically.",   
    "Stay with us—100% fidelity viewing comes next.",
    "Adobe Muse once allowed designers to build websites without coding.",
    "Adobe AIR extended Flash capabilities to desktop and mobile apps.",
    "Adobe ColdFusion remains a powerful server scripting platform.",
    "Adobe Illustrator was codenamed “Project Illustrator” in its early stages.",
    "Adobe Experience Cloud powers personalization for the world’s biggest brands.",
    "Adobe Analytics tracks over a trillion retail visits annually.",
    "Adobe InDesign revolutionized publishing when it launched in 1999.",
    "Adobe Bridge helps manage massive libraries of creative assets.",
    "Stay with us—100% fidelity viewing comes next.",
    "Adobe Encore was once used widely for DVD and Blu-Ray authoring.",
    "Adobe Animate continues the Flash legacy for interactive animations.",
    "Adobe Portfolio allows creatives to publish personal websites with ease.",
    "Adobe Fonts offers classics like Garamond alongside modern designs.",
    "Adobe Illustrator is still the industry standard for vector graphics.",
    "Stay with us—100% fidelity viewing comes next.",
    "Adobe continues to innovate with AI, AR, and cloud-native creative apps.",
    "Adobe empowers over 90% of creative professionals to bring ideas to life."
  ]
}


